Revit 2027 API
SymbolTypeId.InDashWg Property
 Symbol in-wg, indicating unit Inches of water (60 °F).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InDashWg { get; }
Public Shared ReadOnly Property InDashWg As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InDashWg {
	ForgeTypeId^ get ();
}
static member InDashWg : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace